Repository: MUTTERSCHIFF/omegaengine
Catalog: src/Omega/Editor/Properties/Resources.*.resx
Languages: de

# AutoSavePendingChanges
source: The changes you have made will be saved, so that they will actually become visible.
de: Die Änderungen die Sie vorgenommen haben, werden gespeichert, damit diese auch tatsächlich sichtbar werden.

# BadGraphics
source: This application is not supported by your graphics card.
de: Ihre Grafikkarte wird von dieser Anwendung nicht unterstützt.

source: Cancel
de: Abbrechen

# CloseModForLangChange
source: For the new language to become effective everywhere, this Mod needs to be closed. Continue? All open files will be closed. You will be able to save your work first.
de: Damit die neue Sprache überall wirksam wird, muss dieser Mod geschlossen werden. Fortfahren? Alle geöffneten Dateien werden geschlossen. Sie haben die Möglichkeit Ihre Änderungen zu speichern.

# CloseModForLangChangeNo
source: Don't close Mod Leave the Mod open and apply the language change only partially for now
de: Mod nicht schließen Lässt den Mod offen und wendet die Sprache vorerst nur teilweise an

# CloseModForLangChangeYes
source: Close Mod Close the Mod and apply the language change everywhere
de: Mod schließen Schließt den Mod und wendet die Sprache überall an

# DataImported
source: The external data was successfully imported.
de: Die externen Daten wurden erfolgreich importiert.

# DeleteCheckedEntries
source: Do you want delete the {0} checked entries? Note: This is not necessarily the currently selected one.
de: Möchten Sie die {0} angehakten Einträge löschen? Beachten Sie: Dies ist nicht zwangsläufig der aktuell ausgewählte Eintrag.

# DeleteSelectedEntry
source: Do you want delete the currently selected entry? {0}
de: Möchten Sie den aktuell ausgewählten Eintrag löschen? {0}

# DirectoryNotCreatable
source: The directory could not be created.
de: Das Verzeichnis konnte nicht erstellt werden.

# DirectoryNotEmpty
source: The selected directory is not empty. Use it anyway?
de: Das ausgewählte Verzeichnis ist nicht leer. Trotzdem verwenden?

# DirectoryNotEmptyCancel
source: Cancel Choose a different directory
de: Abbrechen Ein anderes Verzeichnis auswählen

# DirectoryNotEmptyContinue
source: Continue Use this directory anyway (not recommended!)
de: Fortsetzen Trotzdem das Verzeichnis verwenden (nicht empfohlen!)

# DirectXMissing
source: The required version of DirectX is not installed on your computer.
de: Die benötigte Version von DirectX ist auf Ihrem Computer nicht installiert.

# EnterTemplateName
source: Please enter a name for the template.
de: Bitte geben Sie einen Namen für die Template ein.

# ExportCheckedEntries
source: Do you want export the {0} checked entries? Note: This is not necessarily the currently selected one.
de: Möchten Sie die {0} angehakten Einträge exportieren? Beachten Sie: Dies ist nicht zwangsläufig der aktuell ausgewählte Eintrag.

# ExportSelectedEntry
source: Do you want export the currently selected entry? {0}
de: Möchten Sie den aktuell ausgewählten Eintrag exportieren? {0}

# FailedReadArchives
source: Failed to read game data archives.
de: Lesen der Spieldaten Archive fehlgeschlagen.

# FileAlreadyOpen
source: This file is already open.
de: Diese Datei ist bereits geöffnet.

# FileDamaged
source: The file is damaged or in an invalid format.
de: Die Datei ist beschädigt oder in einem ungültigen Format.

# FileNotFound
source: This file could not be found:
de: Diese Datei konnte nicht gefunden werden:

# FileNotLoadable
source: An error occurred while loading the file.
de: Beim Laden der Datei ist ein Fehler aufgetreten.

# FileNotSavable
source: An error occurred while saving the file.
de: Beim Speichern der Datei ist ein Fehler aufgetreten.

# FunctionNotAvaialble
source: This function isn't available yet.
de: Diese Funktion ist noch nicht verfügbar.

# GameEXENotFound
source: The game EXE could not be found.
de: Die Spiel EXE konnte nicht gefunden werden.

# InvalidDirectoryPath
source: The directory path is invalid.
de: Der Verzeichnispfad ist ungültig.

# InvalidFilePath
source: The file path is invalid.
de: Der Dateipfad ist ungültig.

# InvalidInput
source: The entered data is invalid.
de: Die eingegebenen Daten sind ungültig

# KeyAlreadyPresent
source: The key was already present in the dictionary.
de: Der Schlüssel war bereits im Verzeichnis vorhanden.

source: Loading...
de: Laden...

# MissingModName
source: You must enter a mod name.
de: Sie müssen einen Mod Namen eingeben.

# MissingStorageLocation
source: You must enter a storage location.
de: Sie müssen einen Speicherort angeben.

# ModPackaged
source: The mod was successfully packaged into a auto-installable file.
de: Der Mod wurde erfolgreich in einer selbst-installierbaren Datei paketiert.

# NameInUse
source: This name is already in use.
de: Dieser Name wird bereits verwendet.

source: No, keep
de: Nein, behalten

# PackageOutsideMod
source: The package file must be created outside of the mod directory.
de: Das Paket muss außerhalb des Mod-Verzeichnisses angelegt werden.

# PartialDataArrayDimensionsNotEqual
source: The dimensions of the oldPartialData and newPartialData arrays must be equal.
de: Die Dimensionen der oldPartialData und newPartialData Arrays müssen gleich sein.

# SaveChanges
source: Do you want to save the changes you made?
de: Möchten Sie die vorgenommenen Änderungen speichern?

# SaveChangesNo
source: &Don't save Ignore the not saved changes
de: &Nicht speichern Die nicht gespeicherten Änderungen verwerfen

# SaveChangesYes
source: &Save Save the file and then close
de: &Speichern Die Datei speichern und dann schließen

# SavedFile
source: The file was saved successfully.
de: Die Datei wurde erfolgreich gespeichert.

# Select
source: Select {0}:
de: {0} auswählen:

# StoreCameraPerspective
source: This will store the current camera perspective as the startup value for this map.
de: Dies speichert die aktuelle Kamera-Perspektive als Startwert für diese Karte.

# StoreCameraPerspectiveCancel
source: Keep previous perspective
de: Alte Perspektive behalten

# StoreCameraPerspectiveOK
source: Set as new startup perspective
de: Als neue Startperspektive speichern

source: Template selection
de: Template-Auswahl

# TestInGame
source: You are about to launch the game using the current Mod. Please first ensure that you have saved all changes, so that they will actually become visible.
de: Sie sind dabei das Spiel mit dem aktuellen Mod zu starten. Bitte stellen Sie vorher sicher, dass Sie alle Änderungen gespeichert haben, damit diese auch tatsächlich sichtbar werden.

# TestInGameContinue
source: &Continue Launch the game
de: &Fortsetzen Das Spiel starten

# TestInGameContinueSave
source: &Save and Continue Save the file and launch the game
de: &Speichern und Fortsetzen Die Datei speichern und das Spiel starten

# TestInGameMap
source: You are about to launch the game and open the current map.
de: Sie sind dabei das Spiel zu starten und darin die aktuelle Map zu öffnen.

source: Yes, delete
de: Ja, löschen
